class script(object):


    START_MSG = """ 🤓🤹ʜɪ ʜᴇʟᴏ {},🧸
••••••••••••••••••••••••••••••••••••••••••••••
[ 🧐ɪ ᴀᴍ ᴀ sɪᴍᴘʟᴇ ᴀᴅᴠᴀɴᴄᴇᴅ Aᴜᴛᴏ Fɪʟᴛᴇʀ Bᴏᴛ🏇..🧸ᴡᴏʀᴋɪɴɢ ᴏɴ @UM_Requests⚡ ]

🔰ʙᴏᴛ ɢɪᴠᴇs ʙᴜᴛᴛᴏɴ ʟɪɴᴋ ᴛᴏ ғɪʟᴇs ɪɴ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟs ᴏɴ ϙᴜᴇʀʏ !
ɴᴏ ɴᴇᴇᴅ ᴛᴏ ᴀᴅᴅ ғɪʟᴛᴇʀs ғᴏʀ ʏᴏᴜʀ ғɪʟᴇs ᴏʀ ᴍᴏᴠɪᴇs ғʀᴏᴍ ɴᴏᴡ ᴏɴ 🔰

🧬ғᴏʀ ᴍᴏʀᴇ ɪɴғᴏ /help....🔭

🔬🧲© ᴄʀᴇᴀᴛᴏʀ : 
<b><a> href="https://t.me/Dee_ks_48_113">☛♕𝕯𝖊𝖊𝖐𝖘𝕳𝖎𝖙𝖍 𝕭 ⚛ ɢօաɖǟֆ♛☜🎩</a></b>

°•°•°•°•°•°•°•°•[ 🆄🅼🆁 ]°•°•°•°•°•°•°•°•"""

    HELP_MSG = """💡 𝐁𝐎𝐓'𝐒 𝐇𝐄𝐋𝐏

🚀ᴀᴅᴅ ʙᴏᴛ ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴡɪᴛʜ ᴀᴅᴍɪɴ ʀɪɢʜᴛs.

🛸ᴀᴅᴅ ʙᴏᴛ ᴛᴏ ᴄʜᴀɴɴᴇʟs ᴡʜɪᴄʜ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ʟɪɴᴋ ᴡɪᴛʜ ᴀʟʟ ᴀᴅᴍɪɴ ʀɪɢʜᴛs!🏟️

⭕ 𝐌𝐲 𝐂𝐨𝐦𝐦𝐚𝐧𝐝𝐬 (ᴏɴʟʏ ᴡᴏʀᴋs ɪɴ ɢʀᴏᴜᴘ) 🏛️

📌 𝑵𝒐𝒕𝒆🗽

💈(ʏᴏᴜ ɴᴇᴇᴅ ᴛᴏ ʙᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀ ɪɴ ᴏʀᴅᴇʀ ᴛᴏ ᴜsᴇ ᴛʜᴇsᴇ ᴄᴏᴍᴍᴀɴᴅs)💈

[ ∆ ] /add ᴄʜᴀɴɴᴇʟɪᴅ/ᴄʜᴀɴɴᴇʟᴜsᴇʀɴᴀᴍᴇ - ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ(s) ᴛᴏ ʏᴏᴜʀ ɢʀᴏᴜᴘ.

📌 𝑵𝒐𝒕𝒆 : ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪᴅ ғʀᴏᴍ @ShowJsonBot,🤹

[ ∆ ]  /del ᴄʜᴀɴɴᴇʟɪᴅ/ᴄʜᴀɴɴᴇʟᴜsᴇʀɴᴀᴍᴇ - ᴅɪsᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ғʀᴏᴍ ɢʀᴏᴜᴘ

[ ∆ ] /delall - ʀᴇᴍᴏᴠᴇs ᴀʟʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟ(s) ᴀɴᴅ ғɪʟᴛᴇʀs ғʀᴏᴍ ɢʀᴏᴜᴘ!

📌 𝑵𝒐𝒕𝒆 : ᴅᴏɴ'ᴛ ᴀᴅᴅ ᴄᴏᴍᴍᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʙᴏᴛs ɪɴ ɢʀᴏᴜᴘ! ᴏᴛʜᴇʀᴡɪsᴇ, ᴅᴇʟᴀʟʟ ᴄᴏᴍᴍᴀɴᴅ ᴡᴏɴᴛ ᴡᴏʀᴋ

[ ∆ ]  /filterstats - ᴄʜᴇᴄᴋ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟs ᴀɴᴅ ɴᴜᴍʙᴇʀ ᴏғ ғɪʟᴛᴇʀs.


😅 ɴᴏ ɴᴇᴇᴅ ᴀᴅᴅ ᴇᴀᴄʜ ғɪʟᴛᴇʀ ᴀɢᴀɪɴ!📢

📯ʙᴏᴛ ᴡɪʟʟ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ sᴇᴀʀᴄʜ ғᴏʀ ʏᴏᴜʀ ғɪʟᴇs ᴀɴᴅ ɢɪᴠᴇ ʟɪɴᴋs ᴛᴏ ᴛʜᴀᴛ!🗡️


© @UNI_MOVIES_BOX | @UM_Requests ⚡

•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•°•"""






    ABOUT_MSG = """📕 𝐀𝐛𝐨𝐮𝐭 𝐌𝐞 ,⚔️

[°=°][°=°][°=°][°=°][°=°][°=°][°=°][°=°]

○ ᴍʏ ɴᴀᴍᴇ : ᴜᴍʀ ᴍᴏᴠɪᴇs ᴅᴏɴᴇʀ ᴠ2. 

○ ʟᴀɴɢᴜᴀɢᴇ : ᴘʏᴛʜᴏɴ .

○ ғʀᴀᴍᴇᴡᴏʀᴋ : ᴘʏʀᴏɢʀᴀᴍ .

○ sᴇʀᴠᴇʀ : ʜᴇʀᴏᴋᴜ .

○ ᴠᴇʀsɪᴏɴ : 2.0.0

○ ᴄʀᴇᴀᴛᴏʀ : @Deeks_04_8 🇮🇳

•∆• ᴊᴏɪɴ  ➠ @UM_Requests •~•

°^°^°^°^°^°^°^°^°^°^°^°^°^°^°^°^°^"""
